{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sidey",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "description": "Simple and minimalistic jekyll blogging theme.",
    "icon": "http://localhost:4000/apple-touch-icon.png",
    "favicon": "http://localhost:4000/favicon.ico",
    "expired": false,
    
    "author": "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}",
    
"items": [
    
        {
            "id": "http://localhost:4000/2022/11/13/political-wish-list",
            "title": "Political Wish List",
            "summary": null,
            "content_text": "Supporting a political party is like supporting a sports team. Even if you limited your concern to just 20 different political issues, each with 3 possible stances. That makes a combinatronics permutation with repetition problem, with \\(20^3\\) i.e. \\(8000\\) possible solutions. The likelihood of your alignment with any political party simultaneously on all of those issues is effectively \\(0\\). So debating which team to support is only useful as far as you are deciding how to temporarily compromise when you are asked to vote. Lifetime political party affiliation is just an advertisement of your own intellectual failure.Moving dialsI see each political issues not as binary decision, but as spectrum. They can be thought of as dials which can be too low or too high at any given moment in time. Your political position is actually defined by what you thing needs to happen to those dials at any given moment. Do we need free-speech or moderation, rights or responsibility, regulation or liberalisation? Each of these dials, have a difference response when applied to a different scope: location, time-frame, topic.  Prioritise market competition over wealth redistribution  Prioritise actions over words  Prioritise responsibility over rights  Prioritise facts over feelingsThe most important issue to me is to stop pursing the failed policy of redistribution of wealth through increased taxes and start demanding increased competition, efficiency and innovation. Remove the regulations that protect incumbent, monopolistic organizations from competitionSecondly, the entire political debate is occurring in an Overton window which priorities empathy over rationality.",
            "content_html": "<!-- <script type=\"text/javascript\" id=\"MathJax-script\" async  src=\"https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js\"></script> --><p>Supporting a political party is like supporting a sports team. Even if you limited your concern to just 20 different political issues, each with 3 possible stances. That makes a <a href=\"https://sebanalysis.github.io/2022/11/09/combinatronic-maths.html\">combinatronics</a> <a href=\"https://en.wikipedia.org/wiki/Permutation#Permutations_with_repetition\">permutation with repetition</a> problem, with \\(20^3\\) i.e. \\(8000\\) possible solutions. The likelihood of your alignment with any political party simultaneously on all of those issues is effectively \\(0\\). So debating which team to support is only useful as far as you are deciding how to temporarily compromise when you are asked to vote. Lifetime political party affiliation is just an advertisement of your own intellectual failure.</p><h3 id=\"moving-dials\">Moving dials</h3><p>I see each political issues not as binary decision, but as spectrum. They can be thought of as dials which can be too low or too high at any given moment in time. Your political position is actually defined by what you thing needs to happen to those dials at any given moment. Do we need free-speech or moderation, rights or responsibility, regulation or liberalisation? Each of these dials, have a difference response when applied to a different scope: location, time-frame, topic.</p><ul>  <li>Prioritise market competition over wealth redistribution</li>  <li>Prioritise actions over words</li>  <li>Prioritise responsibility over rights</li>  <li>Prioritise facts over feelings</li></ul><p>The most important issue to me is to stop pursing the failed policy of redistribution of wealth through increased taxes and start demanding increased competition, efficiency and innovation. Remove the regulations that protect incumbent, monopolistic organizations from competition</p><p>Secondly, the entire political debate is occurring in an Overton window which priorities empathy over rationality.</p>",
            "url": "http://localhost:4000/2022/11/13/political-wish-list",
            
            
            
            
            
            "date_published": "2022-11-13T00:00:00+01:00",
            "date_modified": "2022-11-13T00:00:00+01:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        },
    
        {
            "id": "http://localhost:4000/2022/11/13/masculinity",
            "title": "Masculinity",
            "summary": null,
            "content_text": "There is currently an epidemic of academic failure, sexless-ness and drug abuse amongst men and boys in west. If this is acknowledged at all, the politically correct belief is that “men are; unable to talk about their feelings, being asked to man-up and are victims of toxic masculinity.” I don’t question that men being more socially transparent, will probably help deal with symptoms, but it does nothing to treat the root causes. I think that the root cause is a lack of purpose and dignity in both their family and professional lives.At the root of so many problems is in modern world is the fact that both men and women are largely wasting their productive lives doing tasks abstracted from reality, involving no bodily movement and creating no physical product. In many cases the employee even asserts when polled that their job is totally lacking any meaning altogether. Physically productive jobs don’t pay, rewards are disproportionately distributed to speculative and rent-seeking industries.Women suffer this economic distress and social humiliation as much as men. The difference is that in the modern world men have to pass through an increasingly ruthless sexual selection filter. Men are increasingly sexless and single. Men are having less sex and have lower testosterone and have half the sperm count compared with men in the 80s. And those men that do manage to find a mate and start a family find they are no longer needed. Another issue that breeds deep resentment is that hypothetical ‘male privilege’ is now being counted against men as employers set implicit quotas in imbalanced industries which make application and advancement much more difficult.Not only have they lost professional dignity, they have lost their personal dignity.Abstract Jobs in the ‘Information Sector’The economy has become more abstract as it becomes exponentially more complex and Job roles are becoming exponentially more specialized. I mean exponential growth literally, as this is a situation in which a growing number of jobs grows an exponential number of interconnections and interactions, home for more jobs. But tied to complexity and less remarked-upon is the growing abstractness of our jobs. People are now working in what is best termed ‘the information sector’.The US economy like all other OECD nations, largely employ’s people in the ‘service’ sector. Using the typical three sector model the break down is: agriculture: 1.5%, Industry (mining, manufacturing, construction): 13%, Service: 80% and, Self-Employed: 5.5%. As of 2016, in the UK tertiary(service) sector employs 83.6% of people.Taking the UK economy as an example, it can be seen that the share of jobs in the service sector rose from 55% in 1966, to 83% in 2010, after which it has plateaued.But the three-sector model was developed in the 1930’s and 40’s when the proportions were far more even and the nature of work was different. And the growth of the service sector has clearly not been in the provision of real services, rather in abstract services. This extended service sector or has typically been described as the finance, insurance and real-estate sector (FIRE).  Alternatively, the Wikipedia definition of a wider ‘quaternary sector’  is a vague one.Under the current three sector model and these additional categories, workers are classified simply because of the sector of the company paying them, not the activity they are performing. The official figures suggest that 7.9% of the workforce engaged in manufacturing in the USA, 13% including mining and construction, but even in those physically productive industries, less than half are working in non-information roles in the real world. From 27:30: in Larry Summers: The High Price of Getting it Right, Honestly with Bari Weiss](https://podcasts.apple.com/us/podcast/larry-summers-the-high-price-of-getting-it-right/id1570872415?i=1000576475537) from 18th August 2022.  Already in the United States, only about 4% of our workforce is involved in production work in manufacturing. You often hear the number “10% of the people are in the manufacturing sector”, but the majority of workers in manufacturing are accountants or personal assistants or marketing people or people who are doing something other than producing”But I think there is a better definition: ‘the information sector’, one that represents a more relevant categorization for the modern world. In 1977 Marc Porat published ‘The Information Economy: Definition and measurement’ (free download) where he proposed a more useful, but not widely adopted framing which classifies all jobs as ‘The Information Sector’ or non-information sector.  This model is takes into account the work they are performing rather than the sector of their employer. Already, in 1977, according to his definition 50% of the workforce participated in the information sector (page 120).We are talking about administrators, consultants, clerical and accounting staff, IT professionals. This is the segment of the economy that has grown. In my experience a large proportional of this time is, people editing information as these move it between different Microsoft Office document formats and discussing it at length in meetings. Note the ‘information sector’ is not to be confused with the ‘information industry’ or the ‘IT sector’.In 1992, Robert M. Hayes, presented  an updated version of Mark Porat’s model with data extending to 1990, where information sector had risen to 55%. He clarifies that almost exactly half of this workforce is from Information sector companies, and half are employees from other sectors, whose activity is ‘information-oriented’. In Bullshit jobs, Graeber has cleaned-up and digitalized the 1992 graphics. But it is still terrible, so I have jankily coloured it in as below to show unambiguously that it is a stacked line graph:I am yet to find a 2022 version of this graph and I don’t think data is available. David Graeber notes in Bullshit Jobs:  “no one, to my knowledge, has pursued this particular breakdown through to the present”.But, to get a lower bound estimate of information sector jobs, assuming the same proportion of other sector workers are involved in information activities agriculture: 33%, industry: 44% and, services: 69%, as Hayes assumes in 1992, by reading the ratios from his graphs we would have an information sector employing of 64% of Americans. I would guess this to be even significantly more than this as administration roles across all industry sectors are well-known to have ballooned even since 1990.            Sector      2022 Percent      1992 Proportion of Sector Actually doing Information Activities      2022 Information Workers Estimate                  Agriculture      1.5%      33%      0.5%              Industry (mining, manufacturing, construction)      13%      44%      6%              Service      80%      69%      55%              Self-Employed      5.5%      assume 50%      3%              Total      100%      n/a      64%      In conclusion vast majority of people in the USA are doing entirely abstract jobs, totally disconnected from the real world.Bullshit JobsIn addition to their abstractness, a large minority of people across the western world believe their jobs are totally meaningless.  UK, 37%, YouGov, 2015 Q: ‘Is your job making a meaningful contribution to the world’          ✅’Is’: 50%      ‘❌Is not’: 37%      ❓’Don’t know’ 13%        USA, 24%, YouGov, 2015. Q: ‘Do you think that your job is or is not making a meaningful contribution to the world?’          ✅’Is’: 63%      ‘❌Is not’: 24%      ❓’Don’t know’ 17%        Netherlands, 40%. URL for the original poll broken (“Vier op tien werknemers noemt werk zinloos , accessed July 10, 2017”), but it is referenced in this 2018 article which I have extracted from the HTML and translated in this PDF. It was apparently conducted by Schouten &amp; Nelissen on 1,900 Dutch people after 2015 and claims the 40% of respondents replied that their job is meaningless. Although i’m unclear on the original question and response options.All polls are difficult but this one particularly so because it is very sensitive to the exact phrasing of the question, should it focus on ‘meaning’, ‘value’, ‘utility’, ‘importance’. All of these are sensitive to the individual’s prejudices and self-image, and a comprehensive definition is not provided. Secondly, this question is an existential one as work gives structure and meaning to one’s life. It is not trivial to attest that your life’s work was wasted. Individuals are best placed to understand the value of their own role, but they are perhaps the most likely to defend it’s importance, for the sake of their own ego and self-worth. But this means that then an individual claims his job is useless, we should believe him.Speculative JobsI have written separately about the growth of speculation as an excellent source of wealth capture which provides no productive output.  Speculating on assets is a better investment of your time if you have better than average market information or you have good risk management techniques.From https://wtfhappenedin1971.com/  It just seemed to make sense that, just as Wall Street profits were derived less and less from firms involved in commerce or manufacturing, and more and more from debt, speculation, and the creation of complex financial instruments, so did an ever-increasing proportion of workers come to make their living from manipulating similar abstractions. Bullshit Jobs, David Graeber, 2020.Suffice to say is clear to all of educated society knows this, especially Nancy Pelosi definitely knows this who has because amazing rich from her $200,000 a year salary. Michel Houellebecq had summed it up well in Plateforme in 2001:  ‘Valerie’s father was forty-eight, his wife, forty-seven; they had dedicated the best years of their lives to a hopeless task. They lived in a country where, compared to speculative investment, investment in production brought little return; he understood that now’.Life is already unfair, but the certainty that your productive job, is worse paid than a trading job, is especially depressing.Gloomy vs Glossy JobsAs you progress through the your working life, you become aware of a career hierarchy, if you were not already. You discover that society is not really divided into three classes. It is divided into the rich and the poor. And its not between the billionaires and everyone else. It is more between those with the elite jobs and everyone else. These elite jobs since, the 80’s have been Investment Banking, Management Consulting, Corporate Law, Private Medicine and more recently Big-Tech.Daniel Markovitz’s 2019 book ‘The Meritocracy Trap’ focuses on the top 1% and the top 4% that surrounds them and might one day be in the top 1%. Almost all the income growth in America has happened there in the last 30 years. The top 1 percent of households now captures about a fifth of total income.In Chapter Six he talks about glossy and gloomy jobs and states:  The top jobs pay so well because a raft of new technologies has fundamentally transformed work to make exceptional skills enormously more productive than they were at midcentury and ordinary skills relatively less productive.…The more lyrically minded have said that the labor market is increasingly divided up into “lousy” jobs that require little training, involve simple work, and pay low wages, and “lovely” jobs that require elaborate educations and provide interesting and complex work at high pay.… This lyricism, however, ignores the most important harms that the transformation of the labor market imposes. It papers over the fact that the lousy jobs are not just boring and low-paid but also—indeed, specifically on account of job polarization—carry low status and afford no realistic prospects for advancement. …It is therefore more apt to say that the labor market has divided into gloomy and glossy jobs: gloomy because they offer neither immediate reward nor hope for promotion, and glossy because their outer shine masks inner distress.The vast majority of people are working these gloomy jobs with:  “little training, involve simple work, and pay low wages”  “carry low status and afford no realistic prospects for advancement”  “offer neither immediate reward nor hope for promotion”.The Destruction of the Middle ClassThe middle class has already been thoroughly destroyed in his Podcast with Sam Harris, #205 - The Failure of Meritocracy May 23rd 2020. For kids born in 1940, almost all became richer than their parents. Only the top 95% percentile were not certain to be richer than their parents.Markovitz then summaries the class resentment that this produces:  All the elite jobs, law firms, investment banks, management jobs, specialist medical doctors require one to have gone through a version of this fancy education. Those institutions exclude middle and working class families by the number of hoops required to jump through. Unless you are incredibly exceptional, you will not have enough privilege to get along.Those that are excluded get appropriately angry and resentful and turn against the institutions, the professional companies, the forms of expertise, the schools that people on the outside correctly think are underwriting their disadvantage and exclusion. A populist like trump exploits that class resentment. Trump inherited a lot of money, but is not part of this system of training, education and professional certification that people correctly see as the principle source of their exclusion. Not his inheritance.All the doctors and lawyers and bankers and CEOs and elite managers, who are training their kids and getting them into the best schools and buying houses in the best neighbourhoods and getting them into the best colleges is what keeps most Americans down.But on top of the purely economic wound, unlike mid-ce",
            "content_html": "<p>There is currently an epidemic of academic failure, sexless-ness and drug abuse amongst men and boys in west. If this is acknowledged at all, the politically correct belief is that <em>“men are; unable to talk about their feelings, being asked to man-up and are victims of toxic masculinity.”</em> I don’t question that men being more socially transparent, will probably help deal with symptoms, but it does nothing to treat the root causes. I think that the root cause is a <strong>lack of purpose and dignity</strong> in both their family and professional lives.</p><p>At the root of so many problems is in modern world is the fact that both men and women are largely wasting their productive lives doing tasks abstracted from reality, involving no bodily movement and creating no physical product. In many cases the employee even asserts when polled that their job is totally lacking any meaning altogether. Physically productive jobs don’t pay, rewards are disproportionately distributed to speculative and rent-seeking industries.</p><p>Women suffer this economic distress and social humiliation as much as men. The difference is that in the modern world men have to pass through an increasingly ruthless sexual selection filter. Men are increasingly sexless and single. Men are having less sex and have lower testosterone and have half the sperm count compared with men in the 80s. And those men that do manage to find a mate and start a family find they are no longer needed. Another issue that breeds deep resentment is that hypothetical ‘male privilege’ is now being counted against men as employers set implicit quotas in imbalanced industries which make application and advancement much more difficult.</p><p>Not only have they lost professional dignity, they have lost their personal dignity.</p><h3 id=\"abstract-jobs-in-the-information-sector\">Abstract Jobs in the ‘Information Sector’</h3><p>The economy has become more abstract as it becomes exponentially more complex and Job roles are becoming exponentially more specialized. I mean <a href=\"https://en.wikipedia.org/wiki/Exponential_growth\">exponential growth</a> literally, as this is a situation in which a growing number of jobs grows an exponential number of interconnections and interactions, home for more jobs. But tied to complexity and less remarked-upon is the growing abstractness of our jobs. People are now working in what is best termed ‘the information sector’.</p><p>The US economy like all other OECD nations, largely employ’s people in the ‘service’ sector. Using the typical three sector model the <a href=\"https://www.bls.gov/emp/tables/employment-by-major-industry-sector.htm\">break down</a> is: agriculture: 1.5%, Industry (mining, manufacturing, construction): 13%, Service: 80% and, Self-Employed: 5.5%. As of 2016, in the UK tertiary(service) sector employs <a href=\"https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/compendium/economicreview/april2019/longtermtrendsinukemployment1861to2018\">83.6%</a> of people.</p><p>Taking the UK economy as an example, it can be seen that the share of jobs in the <strong>service sector</strong> rose from 55% in 1966, to 83% in 2010, after which it has plateaued.</p><p><img src=\"/assets/2022-11-13-masculinity_image_1.png\" alt=\"2022-11-13-masculinity_image_1.png\" /></p><p>But the three-sector model was developed in the 1930’s and 40’s when the proportions were far more even and the nature of work was different. And the growth of the service sector has clearly not been in the provision of real services, rather in abstract services. This extended service sector or has typically been described as the finance, insurance and real-estate sector (FIRE).  Alternatively, the Wikipedia definition of a wider ‘<a href=\"https://en.wikipedia.org/wiki/Quaternary_sector_of_the_economy\">quaternary sector</a>’  is a vague one.</p><p>Under the current three sector model and these additional categories, workers are classified simply because of the sector of the company paying them, not the activity they are performing. The official figures suggest that 7.9% of the workforce engaged in manufacturing in the USA, 13% including mining and construction, but even in those physically productive industries, less than half are working in non-information roles in the real world. From 27:30: in <a href=\"https://podcasts.apple.com/us/podcast/honestly-with-bari-weiss/id1570872415\">Larry Summers: The High Price of Getting it Right, Honestly with Bari Weiss</a>](https://podcasts.apple.com/us/podcast/larry-summers-the-high-price-of-getting-it-right/id1570872415?i=1000576475537) from 18th August 2022.</p><blockquote>  <p>Already in the United States, only about <strong>4%</strong> of our workforce is involved in production work in manufacturing. You often hear the number “10% of the people are in the manufacturing sector”, but the majority of workers in manufacturing are accountants or personal assistants or marketing people or people who are doing something other than producing”</p></blockquote><p>But I think there is a better definition: ‘the information sector’, one that represents a more relevant categorization for the modern world. In 1977 Marc Porat published <a href=\"https://books.google.fr/books/about/The_Information_Economy_Definition_and_m.html?id=OwxKp3gvk_MC&amp;redir_esc=y\">‘The Information Economy: Definition and measurement’</a> (free download) where he proposed a more useful, but not widely adopted framing which classifies all jobs as ‘The Information Sector’ or non-information sector.  This model is takes into account the work they are performing rather than the sector of their employer. Already, in 1977, according to his definition 50% of the workforce participated in the information sector (page 120).</p><p>We are talking about administrators, consultants, clerical and accounting staff, IT professionals. This is the segment of the economy that has grown. In my experience a large proportional of this time is, people editing information as these move it between different Microsoft Office document formats and discussing it at length in meetings. Note the ‘information sector’ is not to be confused with the ‘<a href=\"https://en.wikipedia.org/wiki/Information_industry\">information industry</a>’ or the ‘<a href=\"https://en.wikipedia.org/wiki/Information_technology\">IT sector</a>’.</p><p>In 1992, <a href=\"http://web.simmons.edu/~chen/nit/NIT%2792/175-hay.htm\">Robert M. Hayes, presented</a>  an updated version of Mark Porat’s model with data extending to 1990, where information sector had risen to 55%. He clarifies that almost exactly half of this workforce is from Information sector companies, and half are employees from other sectors, whose activity is ‘information-oriented’. In Bullshit jobs, Graeber has cleaned-up and digitalized the 1992 graphics. But it is still terrible, so I have jankily coloured it in as below to show unambiguously that it is a stacked line graph:</p><p><img src=\"/assets/2022-11-13-masculinity_image_2.png\" alt=\"2022-11-13-masculinity_image_2.png\" /></p><p>I am yet to find a 2022 version of this graph and I don’t think data is available. David Graeber notes in Bullshit Jobs:</p><blockquote>  <p>“no one, to my knowledge, has pursued this particular breakdown through to the present”.</p></blockquote><p>But, to get a lower bound estimate of information sector jobs, assuming the same proportion of other sector workers are involved in information activities agriculture: 33%, industry: 44% and, services: 69%, as Hayes assumes in 1992, by reading the ratios from his graphs we would have an information sector employing of <strong>64%</strong> of Americans. I would guess this to be even significantly more than this as administration roles across all industry sectors are well-known to have ballooned even since 1990.</p><table>  <thead>    <tr>      <th>Sector</th>      <th>2022 Percent</th>      <th>1992 Proportion of Sector Actually doing Information Activities</th>      <th>2022 Information Workers Estimate</th>    </tr>  </thead>  <tbody>    <tr>      <td>Agriculture</td>      <td>1.5%</td>      <td>33%</td>      <td>0.5%</td>    </tr>    <tr>      <td>Industry (mining, manufacturing, construction)</td>      <td>13%</td>      <td>44%</td>      <td>6%</td>    </tr>    <tr>      <td>Service</td>      <td>80%</td>      <td>69%</td>      <td>55%</td>    </tr>    <tr>      <td>Self-Employed</td>      <td>5.5%</td>      <td>assume 50%</td>      <td>3%</td>    </tr>    <tr>      <td>Total</td>      <td>100%</td>      <td>n/a</td>      <td><strong>64%</strong></td>    </tr>  </tbody></table><p>In conclusion vast majority of people in the USA are doing entirely abstract jobs, totally disconnected from the real world.</p><h3 id=\"bullshit-jobs\">Bullshit Jobs</h3><p>In addition to their abstractness, a large minority of people across the western world believe their jobs are totally meaningless.</p><ul>  <li>UK, 37%, <a href=\"https://yougov.co.uk/topics/lifestyle/articles-reports/2015/08/12/british-jobs-meaningless\">YouGov, 2015</a> <strong>Q: ‘Is your job making a meaningful contribution to the world’</strong>    <ul>      <li>✅’Is’: 50%</li>      <li>‘❌Is not’: 37%</li>      <li>❓’Don’t know’ 13%</li>    </ul>  </li>  <li>USA, 24%, <a href=\"https://today.yougov.com/topics/lifestyle/articles-reports/2015/08/14/one-quarter-americans-think-their-jobs-are-meaning\">YouGov, 2015</a>. <strong>Q: ‘Do you think that your job is or is not making a meaningful contribution to the world?’</strong>    <ul>      <li>✅’Is’: 63%</li>      <li>‘❌Is not’: 24%</li>      <li>❓’Don’t know’ 17%</li>    </ul>  </li>  <li>Netherlands, 40%. URL for the original poll broken (“<a href=\"http://overhetnieuwewerken.nl/vier-op-tien-werknemers-noemt-werk-zinloos/\">Vier op tien werknemers noemt werk zinloos</a> , accessed July 10, 2017”), but it is referenced in <a href=\"https://www.volkskrant.nl/columns-opinie/er-is-een-ongelooflijke-hoeveelheid-dode-tijd-bijgekomen~bcc09392/?referrer=https%3A%2F%2Fnews.ycombinator.com%2F\">this 2018 article</a> which I have extracted from the HTML and translated <a href=\"/assets/2022-11-13-masculinity_pdf_1.pdf\">in this PDF</a>. It was apparently conducted by Schouten &amp; Nelissen on 1,900 Dutch people after 2015 and claims the 40% of respondents replied that their job is meaningless. Although i’m unclear on the original question and response options.</li></ul><p>All polls are difficult but this one particularly so because it is very sensitive to the exact phrasing of the question, should it focus on ‘meaning’, ‘value’, ‘utility’, ‘importance’. All of these are sensitive to the individual’s prejudices and self-image, and a comprehensive definition is not provided. Secondly, this question is an existential one as work gives structure and meaning to one’s life. It is not trivial to attest that your life’s work was wasted. Individuals are best placed to understand the value of their own role, but they are perhaps the most likely to defend it’s importance, for the sake of their own ego and self-worth. But this means that then an individual claims his job is useless, we should believe him.</p><h3 id=\"speculative-jobs\">Speculative Jobs</h3><p>I have written separately about the growth of speculation as an excellent source of wealth capture which provides no productive output.  Speculating on assets is a better investment of your time if you have better than average market information or you have good risk management techniques.</p><p><img src=\"/assets/2022-11-13-masculinity_image_3.jpeg\" alt=\"2022-11-13-masculinity_image_3.jpeg\" /></p><p>From https://wtfhappenedin1971.com/</p><blockquote>  <p>It just seemed to make sense that, just as Wall Street profits were derived less and less from firms involved in commerce or manufacturing, and more and more from debt, speculation, and the creation of complex financial instruments, so did an ever-increasing proportion of workers come to make their living from manipulating similar abstractions. Bullshit Jobs, David Graeber, 2020.</p></blockquote><p>Suffice to say is clear to all of educated society knows this, especially <a href=\"https://nypost.com/2022/07/23/nancy-and-paul-pelosi-are-trading-large-with-a-wealth-of-hypocrisy/\">Nancy Pelosi definitely knows this</a> who has because amazing rich from her $200,000 a year salary. Michel Houellebecq had summed it up well in Plateforme in 2001:</p><blockquote>  <p>‘Valerie’s father was forty-eight, his wife, forty-seven; they had dedicated the best years of their lives to a hopeless task. They lived in a country where, compared to speculative investment, investment in production brought little return; he understood that now’.</p></blockquote><p>Life is already unfair, but the certainty that your productive job, is worse paid than a trading job, is especially depressing.</p><h3 id=\"gloomy-vs-glossy-jobs\">Gloomy vs Glossy Jobs</h3><p>As you progress through the your working life, you become aware of a career hierarchy, if you were not already. You discover that society is not really divided into three classes. It is divided into the rich and the poor. And its not between the billionaires and everyone else. It is more between those with the elite jobs and everyone else. These elite jobs since, the 80’s have been Investment Banking, Management Consulting, Corporate Law, Private Medicine and more recently Big-Tech.</p><p>Daniel Markovitz’s 2019 book ‘The Meritocracy Trap’ focuses on the top 1% and the top 4% that surrounds them and might one day be in the top 1%. Almost all the income growth in America has happened there in the last 30 years. The top 1 percent of households now captures about a fifth of total income.</p><p>In Chapter Six he talks about glossy and gloomy jobs and states:</p><blockquote>  <p>The top jobs pay so well because a raft of new technologies has fundamentally transformed work to make exceptional skills enormously more productive than they were at midcentury and ordinary skills relatively less productive.…The more lyrically minded have said that the labor market is increasingly divided up into “lousy” jobs that require little training, involve simple work, and pay low wages, and “lovely” jobs that require elaborate educations and provide interesting and complex work at high pay.… This lyricism, however, ignores the most important harms that the transformation of the labor market imposes. It papers over the fact that the lousy jobs are not just boring and low-paid but also—indeed, specifically on account of job polarization—carry low status and afford no realistic prospects for advancement. …It is therefore more apt to say that the labor market has divided into gloomy and glossy jobs: gloomy because they offer neither immediate reward nor hope for promotion, and glossy because their outer shine masks inner distress.</p></blockquote><p>The vast majority of people are working these gloomy jobs with:</p><ul>  <li>“little training, involve simple work, and pay low wages”</li>  <li>“carry low status and afford no realistic prospects for advancement”</li>  <li>“offer neither immediate reward nor hope for promotion”.</li></ul><h3 id=\"the-destruction-of-the-middle-class\">The Destruction of the Middle Class</h3><p>The middle class has already been thoroughly destroyed in his Podcast with Sam Harris, <a href=\"https://pca.st/episode/ef51d089-fec5-47ba-82e6-f247ca69be16\">#205 - The Failure of Meritocracy</a> May 23rd 2020. For kids born in 1940, almost all became richer than their parents. Only the top 95% percentile were not certain to be richer than their parents.</p><p>Markovitz then summaries the class resentment that this produces:</p><blockquote>  <p>All the elite jobs, law firms, investment banks, management jobs, specialist medical doctors require one to have gone through a version of this fancy education. Those institutions exclude middle and working class families by the number of hoops required to jump through. Unless you are incredibly exceptional, you will not have enough privilege to get along.Those that are excluded get appropriately angry and resentful and turn against the institutions, the professional companies, the forms of expertise, the schools that people on the outside correctly think are underwriting their disadvantage and exclusion. A populist like trump exploits that class resentment. Trump inherited a lot of money, but is not part of this system of training, education and professional certification that people correctly see as the principle source of their exclusion. Not his inheritance.All the doctors and lawyers and bankers and CEOs and elite managers, who are training their kids and getting them into the best schools and buying houses in the best neighbourhoods and getting them into the best colleges is what keeps most Americans down.</p></blockquote><p>But on top of the purely economic wound, unlike mid-ce</p>",
            "url": "http://localhost:4000/2022/11/13/masculinity",
            
            
            
            
            
            "date_published": "2022-11-13T00:00:00+01:00",
            "date_modified": "2022-11-13T00:00:00+01:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        },
    
        {
            "id": "http://localhost:4000/2022/11/13/managerial-capitalism",
            "title": "Managerial Capitalism",
            "summary": null,
            "content_text": "Our post-1970 economic situation is best defined as managerial capitalism. It is a highly ordered, system with a well defined set of rules on how to excel. Success is measured only by financial success. The average intelligence person who receives the sufficient support will achieve this success by following a limited number of pre-packaged careers: banking, management consulting, financial analysis or auditing. This set of rules is only known to an elite sub-section of society, and there is an elaborate argument made about the utility of these careers that provide a defense for the status quo. We, the west, live in a low-innovation equilibrium state where oligarchic monopolistic companies dominate the economy and have achieved regulatory capture.The key characteristic of the managerial society which contrasts with the bourgeois capitalism of the past is that organizations are no longer owned by the people who operate them. The transition of America from a ‘bourgeois-‘, to a ‘managerial-‘ society was analysed in James Burnham - ‘The Managerial Revolution: What is Happening in the World’. We have gone from maker’s to managers’ world and yet, inequality has been rising in the USA since 1971.The podcast Sam Harris - Making Sense #290 - What Went Wrong? - A Conversation with Marc Andreessen from July 21, 2022 presents an excellent summary of the situation.  The term professional–managerial class (PMC) refers to a social class within capitalism that, by controlling production processes through occupying a superior management position, is neither proletarian nor bourgeois  Marc Andreessen (@pmarca) May 1, 2022Marc Andreessen is skeptical of Piketty’s thesis is that returns to capital are significantly greater than returns to labor. But where they agree is on the excessive financialization of everything. But rather than concluding that the problem is capitalism itself, Andreessen asks ‘do we actually live in a capitalist market economy or a managed oligopolistic economy that is intertwined with the government?’. The economy is dominated by sector after sector of old-line, fortune 500 monopolistic entities that are nominally private companies but in reality they have achieved regulatory capture. Every now or then we’ll get an Elon Musk and Jeff Bezos, but we are largely insulated from innovating technologists.There are two contrasting policies which encapsulate the problem: in 1970, the Environmental Protection Agency (EPA) was founded to regulate all pollution. And in 1973, Project Independence was launched, which like the French aimed at total energy independence by the  year 2000. It surveyed all the available tech and concluded that nuclear was the answer. These are equally important projects but the regulation progressed without problems but no nuclear power was delivered.We live in a society where only the ‘seen’ is taken into account. The ‘unseen’, that is the costs from not taking action are not effectively appraised. The same can be said of the lack of COVID challenge trials. Our governments are incapable of taking calculated risk. But in the additional 6-9 months, when we waited for the double blind trials to complete, millions vaccine-preventable deaths occurred. The one good thing is work injuries are down.53:00:  Marc: “When you have a startup today, an Elon Musk or Jeff Bezos, or me, we represent a rump-return of bourgeois capitalism. Amazon was a bourgeoise capitalist exercise which is now being absorbed into the managerial oligarchy. The new CEO is a large owner or a founder. The reason startups and venture capital exists is because managerial capitalism is very good at administering large scale monopolies and oligopolies over a long period of time, but is very bad at doing anything new. The is no managerial team at any big company or any big government organization that wakes up in the morning that says “Hey, I know, I’m gonna do some crazy new thing. And if it succeeds we’re gonna be heroes and if it fails we’re probably all gonna get fired. They never do that”.”  Sam: “So the  is the problem in the principle agent problem is the misalignment of incentives?”  Marc: “Exactly, 100%. If you are a Fortune 500 CEO, you’re going to make 50 million dollars a year as long as you don’t get fired. A number one priority for you in your life is; « I’m going to hold on to this job for as long as I possibly can ». And every year that goes by is 50 million bucks in the bank, generational wealth for my family for 1000 generations to come. Don’t get fired, Don’t get fired, Don’t get fired. So how do you go about not getting fired; don’t change anything, don’t do anything, take no risk, do not go out on a limb, do not try new things, don’t try and do new new things. Don’t do anything that is going to perturb. I have a CEO friend whose colloquialism is;; you don’t fuck with the magic. Its working; you just don’ not break it. This is what they teach a Stanford business school and Harvard Business School: you run it, by managing. They call it management school for a reason. You manage it, you run it. You do not break it, you don’t take risk. So as a consequence they don’t make new things. So as a consequence, the arbitrage opportunity, the ability to make money by making new things falls on your Jeff Bezos, your Elon Musk, the people we fund and back to start new companies in the model of the previous form of capitalism which was bourgeois capitalism. But we are a rounding error on the system. If you total up all venture capital and all privately backed tech companies and by the way, tally the number of companies in the fortune 500 that are still run by their founders, its like 6. So the old model of capitalism keeps coming back because you can make money doing it because its its the only way you can do new things. But managerial capitalism runs the economy. And managerial capitalism broadly runs the the system, the state that we live under. It spans the fortune 500, the big companies, the government bureaucracies, the press, the universities, its a classical oligarchic class. They are all agents, they’re zero-principles. Nobody is in charge, no body has the power, nobody has accountability, no body has any of this stuff and they do what they do and we expect this system to do things differently and do things they used to do in the old days. Like for example, why don’t we have any new cities. Where are the new bridges, the new freeways, the new reactors, the factories for PPE for COVID, the new chip plants. And then we wake up 50 years into this and we’re like we don’t have any of those things, we can’t do any of those things any more. And this is my big conclusion. This is the system we designed and we wanted it. Its weird because its like a shadow. Its not the constitution as its written, its some other thing, but whatever, but whatever it is its obviously much more important. As far as I can tell we’ll just keep running like this in perpetuity and see what happens.  Sam: “It sounds like lurking in there is some nostalgia for something like autocracy because the difference capitalism is all these extra people who don’t have enough skin in the game to error correct and be motivated appropriately by the mass of opportunities, and what you want to be able to pivot back to is the founder led version where is essentially North Korea where the guy with bad hair at the top can decide everything “  Marc: “Lets go to founding of the city of Los Angeles”  …Literally what they did was take out ads with drawings of the garden paradise of los angeles.  We chose to go from a sort of bourgeois culture. An aristocratic talent selection process, sort of this world of power pre cold war and then cold war thing where we decided to develop the country and build all these things and then in 1960s and 1970s, we decided we didn’t want that anymore and we decided we wanted an oligarchy instead of an aristocracy and we decied we wanted managerial capitalism instead of bourgeois captialism and we decied we wanted lawyers in charge of everything and weThe PretenseThere are a number seemingly benevolent systems and institutions who ostensibly exist for some (often tautological) reason, but really exist to provide a shield or veneer of legitimacy to some other less savory systems and institutions. Note the reoccurring theme of ‘ostensible-‘ rather than ‘actual-‘ reasons-for-existing.The widening gulf between rich and poor and compounded with a weakening ability of these dual-purpose organisations to keep the public credulous (where that public has a growing availability of de-centralised, grass-root information sources) is resulting in unprecedented levels of both distrust of institutions and class-resentments.But in the same way that the regulatory gate-keepers of managerial-capitalism de-legitimise new technological solutions that could challenge the economic status-quo, the intellectual authorities (mainstream media and Universities) are not interested in describing the situation using a model that represents present reality because that would challenge the very context in which they exist. Mainstream news organisations like the guardian and the NYC, have patently aligned partisan agendas. And higher education is one of a number of industries, now administration-dominated, due to managerial capitalism.A devils advocate line of questioning might be:  _“You suggest there is a lack of social and political theoretical innovation, but we have seem sweeping changes in behavior in favor of social justice movements.”Progressivist identity politics has arisen whilst economically left wing an that now controls the norms of polite society currently causing deep changes to behavioral norms and institutional practices.  To name a few: MeToo, Trans-Rights and BLM sweep western world. But the lack of economic relevance of these movements is precisely the reason for their success. Notice that the ‘social-progress’ has been limited social identity groups: sex, gender-identity, sexuality, race, abled-ness and, (a certain) religion. It costs very little for a corporation to create arbitrary rules on identity, especially when their revenue is related more to their ability to maintain regulatory control than deliver effective market competition.The result is, that we are still stuck with 18th, 19th and early 20th century political terms like left-right, communist-fascist. And in the same way that the terms ‘safety’ and ‘quality’ are used to clobber any technical innovation, the terms ‘sexist, racist and fascist’ are used to clobber any ideological innovation. Our cultural imperative of tolerance and human rights, born after the allied victory in WW2 has become a peerless political weapon.But this weapon has been wielded all too liberally in recent years. The freehandedness with which these virtue signaling accusations are dolled out is one thing, but often those dealing them cannot pretend to have even shred of integrity themselves. And the patent triviality of these word games contrast gravely with the consequences the victims have to bare. Our worst taboos are tripwires to every comment we make on a difficult issue and the result is a conversational status quo, with ever increasing puritanical controls. The word game has also become a total farce to everyone involved, a theatre without any meaning beyond itself. Was it ever thus? No, and even if it were, it needs to be urgently reformed.  Fires will be kindled to testify that two and two make four. Swords will be drawn to prove that leaves are green in summer. We shall be left defending, not only the incredible virtues and sanities of human life, but something more incredible still, this huge impossible universe which stares us in the face. (G.K. Chesterton, Heretics, first published 1905)Almost everything is about signaling and prestige, almost nothing is about figuring out reality, hence, for example, why media coverage of politics seems to be deranged and surreal to those who are the objects of the coverage. Paul Graham: the media constantly spreads false memes about startups and success.  ",
            "content_html": "<p>Our post-1970 economic situation is best defined as managerial capitalism. It is a highly ordered, system with a well defined set of rules on how to excel. Success is measured only by financial success. The average intelligence person who receives the sufficient support will achieve this success by following a limited number of pre-packaged careers: banking, management consulting, financial analysis or auditing. This set of rules is only known to an elite sub-section of society, and there is an elaborate argument made about the utility of these careers that provide a defense for the status quo. We, the west, live in a low-innovation equilibrium state where oligarchic monopolistic companies dominate the economy and have achieved regulatory capture.</p><p>The key characteristic of the managerial society which contrasts with the bourgeois capitalism of the past is that organizations are no longer owned by the people who operate them. The transition of America from a ‘bourgeois-‘, to a ‘managerial-‘ society was analysed in <a href=\"/assets/2022-11-13-managerial-capitalism_pdf_1.pdf\">James Burnham - ‘The Managerial Revolution: What is Happening in the World’</a>. We have gone from maker’s to managers’ world and yet, inequality has been rising in the USA since 1971.</p><p>The podcast <a href=\"https://www.samharris.org/podcasts/making-sense-episodes/290-what-went-wrong\">Sam Harris - Making Sense #290 - What Went Wrong? - A Conversation with Marc Andreessen</a> from July 21, 2022 presents an excellent summary of the situation.</p><blockquote>  <p>The term professional–managerial class (PMC) refers to a social class within capitalism that, by controlling production processes through occupying a superior management position, is neither proletarian nor bourgeois</p>  <p>Marc Andreessen (@pmarca) <a href=\"https://twitter.com/pmarca/status/1520581769342332929?ref_src=twsrc%5Etfw\">May 1, 2022</a></p></blockquote><p>Marc Andreessen is skeptical of Piketty’s thesis is that returns to capital are significantly greater than returns to labor. But where they agree is on the excessive financialization of everything. But rather than concluding that the problem is capitalism itself, Andreessen asks ‘do we actually live in a capitalist market economy or a managed oligopolistic economy that is intertwined with the government?’. The economy is dominated by sector after sector of old-line, fortune 500 monopolistic entities that are nominally private companies but in reality they have achieved regulatory capture. Every now or then we’ll get an Elon Musk and Jeff Bezos, but we are largely insulated from innovating technologists.</p><p>There are two contrasting policies which encapsulate the problem: in 1970, the <a href=\"https://en.wikipedia.org/wiki/United_States_Environmental_Protection_Agency\">Environmental Protection Agency</a> (EPA) was founded to regulate all pollution. And in 1973, <a href=\"https://en.wikipedia.org/wiki/Project_Independence\">Project Independence</a> was launched, which like the French aimed at total energy independence by the  year 2000. It surveyed all the available tech and concluded that nuclear was the answer. These are <em>equally</em> important projects but the regulation progressed without problems but no nuclear power was delivered.</p><p>We live in a society where only the ‘seen’ is taken into account. The ‘unseen’, that is the costs from <em>not</em> taking action are not effectively appraised. The same can be said of the lack of COVID challenge trials. Our governments are incapable of taking calculated risk. But in the additional 6-9 months, when we waited for the double blind trials to complete, millions vaccine-preventable deaths occurred. The one good thing is work injuries are down.</p><p>53:00:</p><blockquote>  <p>Marc: “When you have a startup today, an Elon Musk or Jeff Bezos, or me, we represent a rump-return of bourgeois capitalism. Amazon was a bourgeoise capitalist exercise which is now being absorbed into the managerial oligarchy. The new CEO is a large owner or a founder. The reason startups and venture capital exists is because managerial capitalism is very good at administering large scale monopolies and oligopolies over a long period of time, but is very bad at doing anything new. The is no managerial team at any big company or any big government organization that wakes up in the morning that says “Hey, I know, I’m gonna do some crazy new thing. And if it succeeds we’re gonna be heroes and if it fails we’re probably all gonna get fired. They never do that”.”</p>  <p>Sam: “So the  is the problem in the principle agent problem is the misalignment of incentives?”</p>  <p>Marc: “Exactly, 100%. If you are a Fortune 500 CEO, you’re going to make 50 million dollars a year as long as you don’t get fired. A number one priority for you in your life is; « I’m going to hold on to this job for as long as I possibly can ». And every year that goes by is 50 million bucks in the bank, generational wealth for my family for 1000 generations to come. Don’t get fired, Don’t get fired, Don’t get fired. So how do you go about not getting fired; don’t change anything, don’t do anything, take no risk, do not go out on a limb, do not try new things, don’t try and do new new things. Don’t do anything that is going to perturb. I have a CEO friend whose colloquialism is;; you don’t fuck with the magic. Its working; you just don’ not break it. This is what they teach a Stanford business school and Harvard Business School: you run it, by managing. They call it management school for a reason. You manage it, you run it. You do not break it, you don’t take risk. So as a consequence they don’t make new things. So as a consequence, the arbitrage opportunity, the ability to make money by making new things falls on your Jeff Bezos, your Elon Musk, the people we fund and back to start new companies in the model of the previous form of capitalism which was bourgeois capitalism. But we are a rounding error on the system. If you total up all venture capital and all privately backed tech companies and by the way, tally the number of companies in the fortune 500 that are still run by their founders, its like 6. So the old model of capitalism keeps coming back because you can make money doing it because its its the only way you can do new things. But managerial capitalism runs the economy. And managerial capitalism broadly runs the the system, the state that we live under. It spans the fortune 500, the big companies, the government bureaucracies, the press, the universities, its a classical oligarchic class. They are all agents, they’re zero-principles. Nobody is in charge, no body has the power, nobody has accountability, no body has any of this stuff and they do what they do and we expect this system to do things differently and do things they used to do in the old days. Like for example, why don’t we have any new cities. Where are the new bridges, the new freeways, the new reactors, the factories for PPE for COVID, the new chip plants. And then we wake up 50 years into this and we’re like we don’t have any of those things, we can’t do any of those things any more. And this is my big conclusion. This is the system we designed and we wanted it. Its weird because its like a shadow. Its not the constitution as its written, its some other thing, but whatever, but whatever it is its obviously much more important. As far as I can tell we’ll just keep running like this in perpetuity and see what happens.</p>  <p>Sam: “It sounds like lurking in there is some nostalgia for something like autocracy because the difference capitalism is all these extra people who don’t have enough skin in the game to error correct and be motivated appropriately by the mass of opportunities, and what you want to be able to pivot back to is the founder led version where is essentially North Korea where the guy with bad hair at the top can decide everything “</p>  <p>Marc: “Lets go to founding of the city of Los Angeles”</p>  <p>…Literally what they did was take out ads with drawings of the garden paradise of los angeles.</p></blockquote><blockquote>  <p>We chose to go from a sort of bourgeois culture. An aristocratic talent selection process, sort of this world of power pre cold war and then cold war thing where we decided to develop the country and build all these things and then in 1960s and 1970s, we decided we didn’t want that anymore and we decided we wanted an oligarchy instead of an aristocracy and we decied we wanted managerial capitalism instead of bourgeois captialism and we decied we wanted lawyers in charge of everything and we</p></blockquote><h2 id=\"the-pretense\">The Pretense</h2><p>There are a number seemingly benevolent systems and institutions who ostensibly exist for some (often tautological) reason, but really exist to provide a shield or veneer of legitimacy to some other less savory systems and institutions. Note the reoccurring theme of ‘ostensible-‘ rather than ‘actual-‘ reasons-for-existing.</p><p>The widening gulf between rich and poor and compounded with a weakening ability of these dual-purpose organisations to keep the public credulous (where that public has a growing availability of de-centralised, grass-root information sources) is resulting in unprecedented levels of both distrust of institutions and class-resentments.</p><p>But in the same way that the regulatory gate-keepers of managerial-capitalism de-legitimise new technological solutions that could challenge the economic status-quo, the intellectual authorities (mainstream media and Universities) are not interested in describing the situation using a model that represents present reality because that would challenge the very context in which they exist. Mainstream news organisations like the guardian and the NYC, have patently aligned partisan agendas. And higher education is one of a number of industries, now administration-dominated, due to managerial capitalism.</p><p>A devils advocate line of questioning might be:  _“You suggest there is a lack of social and political theoretical innovation, but we have seem sweeping changes in behavior in favor of social justice movements.”</p><p>Progressivist identity politics has arisen whilst economically left wing an that now controls the norms of polite society currently causing deep changes to behavioral norms and institutional practices.  To name a few: MeToo, Trans-Rights and BLM sweep western world. But the lack of economic relevance of these movements is precisely the reason for their success. Notice that the ‘social-progress’ has been limited social identity groups: sex, gender-identity, sexuality, race, abled-ness and, (a certain) religion. It costs very little for a corporation to create arbitrary rules on identity, especially when their revenue is related more to their ability to maintain regulatory control than deliver effective market competition.</p><p><img src=\"/assets/2022-11-13-managerial-capitalism-image-1.png\" alt=\"\" /></p><p>The result is, that we are still stuck with 18th, 19th and early 20th century political terms like left-right, communist-fascist. And in the same way that the terms ‘safety’ and ‘quality’ are used to clobber any technical innovation, the terms ‘sexist, racist and fascist’ are used to clobber any ideological innovation. Our cultural imperative of tolerance and human rights, born after the allied victory in WW2 has become a peerless political weapon.</p><p>But this weapon has been wielded all too liberally in recent years. The freehandedness with which these virtue signaling accusations are dolled out is one thing, but often those dealing them cannot pretend to have even shred of integrity themselves. And the patent triviality of these word games contrast gravely with the consequences the victims have to bare. Our worst taboos are tripwires to every comment we make on a difficult issue and the result is a conversational status quo, with ever increasing puritanical controls. The word game has also become a total farce to everyone involved, a theatre without any meaning beyond itself. Was it ever thus? No, and even if it were, it needs to be urgently reformed.</p><blockquote>  <p>Fires will be kindled to testify that two and two make four. Swords will be drawn to prove that leaves are green in summer. We shall be left defending, not only the incredible virtues and sanities of human life, but something more incredible still, this huge impossible universe which stares us in the face. (G.K. Chesterton, <a href=\"https://www.goodreads.com/work/quotes/1884008\">Heretics</a>, first published 1905)</p></blockquote><p>Almost everything is about signaling and prestige, almost nothing is about figuring out reality, hence, for example, why media coverage of politics seems to be deranged and surreal to those who are the objects of the coverage. Paul Graham: the media constantly spreads false memes about startups and success.</p><ul>  <li></li></ul>",
            "url": "http://localhost:4000/2022/11/13/managerial-capitalism",
            
            
            
            
            
            "date_published": "2022-11-13T00:00:00+01:00",
            "date_modified": "2022-11-13T00:00:00+01:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        },
    
        {
            "id": "http://localhost:4000/2022/11/13/management-perspectives-from-the-bottom",
            "title": "Management Perspectives From The Bottom",
            "summary": null,
            "content_text": "PrefaceA oral history, for something cultural like the transmission of values in a company, is much more effective that a set of written values because each transmission is also accompanied by some human trust and emotion which adds much needed authenticity. Oral history is also never remembered verbatim. With each transmission, it is rehashed and reformed and recalibrated to bring it closer to the truth. As different chains of Chinese whispers diverge and find conflicts when the re merge, there is an opportunity for improvement and adaptation of the ideas.As text is just a temporary abstraction from the real world, writing values down is useful as a way to capture a freeze frame of an ever evolving ever iterating and iterating story. Values are not cold facts, they are the demonstrated actions of individuals, borne out by their behavior. Treating the codified values as dogma is a recipe for stagnation and decline in civil virtue.Purpose of Business ValuesThe normal state of business is one ruled by nepotism. It is also motivated by short-term, empty profit-seeking or rent-seeking tasks that provide no added value, typically by exploiting the client’s ignorance or poor regulatory calibration. The forces of human nature are dragging an organisation in this direction at every moment. But greatness lies in defying the odds to build something better. The purpose of values should therefore be to explicitly resist the natural pull towards degeneration.  “Every great cause begins as a movement, becomes a business, and eventually degenerates into a racket.” (Eric Hoffer, The Temper of Our Time, a collection of essays published in 1996)As the organisation grows, resisting this becomes even more difficult and incentives become ever more disaligned and work politics eat into decision making efficacy.  Any organization with a large, protected income will tend by default toward administrative bloat. It’s the same in government, at Harvard, at Google. Unless you take explicit measures to avoid it, you’ll overhire. And then you have a second problem: all the unnecessary people you’ve hired become a drag on the necessary ones. The unproductive people need to seem like they’re achieving something, so they’ll organize meetings to waste the time of the productive ones. If anyone has avoided administrative bloat, it might be DARPA. They seem to have a culture of explicitly avoiding the pitfalls of bureaucracy. (Paul Graham, Twitter 2022)Bearing this in mind, the following is an attempt to summaries my key antidotes to the entropy.My philosophy or management consists of 3 words: Transparency, simplification, the goal.  Transparency: Wages, roles, tasks, responsibilities, motivations: everything will be open and obvious to all involved. There should be no pretense about the differing financial motivations and incentives of wage laborers and those with shares.  Simplification:  Remove requirements and processes that do not serve the goal. The more abstract, generally the more useless. People should never be paid to justify their own job. They should be incentivised to automate or remove the need for it and then be promoted as they now do the work of multiple people.  The goal: The purpose of the business is to make money from delivering a product. I refuse to rent seek or justify it as ‘operating under the fiduciary responsibility to shareholders’. This only moves humanity backward. What is required to motivate people is a constant awareness of the goal. We should work to constantly and iteratively redefine the goal.Work should be useful. Work is rewarding not when it is ‘fun’ but when you can see the underlying purpose of the enterprise and you are shouldering the load. It is possible to motivate people to show up and comply via pure financial incentives, but it is not possible to make them benefits the company by sacrificing the expedient for the correct.I will never run a racket.Logistical management of the office itself a priority: simplify all processes and interactions.Any organizational fluff and documents will be ruthlessly removed at the earliest sign of their redundancy.Relevant organization charts and abstract processes will be physically placed on the wall.I will not micromanage. I will take ultimate ownership for everything.I will instill the sense that I judge my employees based on the work they produce, not the time they spend.Documents to avoid the passive voice wherever possible. It is not a sign of professionalism to remove the subject of a verb. Tick-boxing exercises to be avoided entirely. Where legally necessary, they will be acknowledged as such and excecuted with awareness.Work will thus be divided into either real or tickbox, and the distinction will be acknowledged.Everything that can be automated will be automated including HR. I cannot manage a large company, it is not my desire to do so. I have to know the entire vertical supply chain for it to function properly.Everything to be viewed through the lens of how it enhances the company’s real and tickbox labour efficiency. This is to be known as ‘solving problems’. All focus to be placed on solving problems. Review relevance of regular ongoing meetings.You need a physical office for new employees. Those with longer running relationships still need regular meet-ups.Attitude and Trust Ahead of Adherence and DogmaThe archetypal dysfunctional work interactionThe archetypal dysfunctional work interaction occurs when establishing tasks, discussing solutions, requesting assistance, giving imperative commands and appraising work.You approach your colleague with the intention of resolving something. Their response does not answer the question, so you assume they have not understood it. You are forced to rudely interrupt and reverse in order to recalibrate to the point in question. Again your colleague introduces complexity without addressing the point. You assume that you must be lacking understanding of the problem. You assume that your colleague is charitably trying to explain the by adding the complexity as necessary context delivered in good faith in order to explain the point in question. Why would someone mention it if it were irrelevant.You ultimately need an answer so you declare this lack of understanding to your colleague and thus demote your reputation and establish him the authority in the relationship. You spend some time, maybe a week or a few days reading around the topics he advised. You waste time, you don’t understand the text. The words are leaves blowing in the wind without a branch of knowledge to bind to. You eventually realize that the material doesn’t address the question. You ask other people in the organization for direction but they all point you back to the original colleague.You are confused, you are frustrated. If you ask the original colleague again you will be directly challenging his newly established authority if you explicitly state that the material is not applicable. You decide to present the colleague with the material itself, and ask questions related to it. He brings up more material and more complexity. You are now more confused so you try something else. You go through the material and do a sort of live Q&amp;A. You weave through focusing on granular facts and suggest a connection to the the main body of knowledge to try and guide him into forging a link. He fails to see the relevance at each timer and instead explains further extraneous points. You have further degraded your authority with each failure to find a link.Now you are more frustrated. You are effectively left with 2 options. 1. Call out your colleague directly for purposeful or ignorance obfuscation or 2. Try and move on to something else.You are forced to choose option 2. You are not is a position to question authority. But there is only a certain number of times you can ignore fundamental questions before you loose faith in the whole enterprise and totally forsake your civil virtue. Inevitably, your trust collapses and you play work politics just to survive.",
            "content_html": "<h2 id=\"preface\">Preface</h2><p>A oral history, for something cultural like the transmission of values in a company, is much more effective that a set of written values because each transmission is also accompanied by some human trust and emotion which adds much needed authenticity. Oral history is also never remembered verbatim. With each transmission, it is rehashed and reformed and recalibrated to bring it closer to the truth. As different chains of Chinese whispers diverge and find conflicts when the re merge, there is an opportunity for improvement and adaptation of the ideas.</p><p>As text is just a temporary abstraction from the real world, writing values down is useful as a way to capture a freeze frame of an ever evolving ever iterating and iterating story. Values are not cold facts, they are the demonstrated actions of individuals, borne out by their behavior. Treating the codified values as dogma is a recipe for stagnation and decline in civil virtue.</p><h2 id=\"purpose-of-business-values\">Purpose of Business Values</h2><p>The normal state of business is one ruled by nepotism. It is also motivated by short-term, empty profit-seeking or rent-seeking tasks that provide no added value, typically by exploiting the client’s ignorance or poor regulatory calibration. The forces of human nature are dragging an organisation in this direction at every moment. But greatness lies in defying the odds to build something better. The purpose of values should therefore be to explicitly resist the natural pull towards degeneration.</p><blockquote>  <p><em>“Every great cause begins as a movement, becomes a business, and eventually degenerates into a racket.”</em> (Eric Hoffer, <a href=\"https://www.goodreads.com/work/quotes/1210985\">The Temper of Our Time</a>, a collection of essays published in 1996)</p></blockquote><p>As the organisation grows, resisting this becomes even more difficult and incentives become ever more disaligned and work politics eat into decision making efficacy.</p><blockquote>  <p>Any organization with a large, protected income will tend by default toward administrative bloat. It’s the same in government, at Harvard, at Google. Unless you take explicit measures to avoid it, you’ll overhire. And then you have a second problem: all the unnecessary people you’ve hired become a drag on the necessary ones. The unproductive people need to seem like they’re achieving something, so they’ll organize meetings to waste the time of the productive ones. If anyone has avoided administrative bloat, it might be DARPA. They seem to have a culture of explicitly avoiding the pitfalls of bureaucracy. (Paul Graham, <a href=\"https://twitter.com/paulg/status/1588113756189597696?s=20&amp;t=-KxfSin4Qlyzie-TEeguDA\">Twitter</a> 2022)</p></blockquote><p>Bearing this in mind, the following is an attempt to summaries my key antidotes to the entropy.</p><p>My philosophy or management consists of 3 words: Transparency, simplification, the goal.</p><ul>  <li>Transparency: Wages, roles, tasks, responsibilities, motivations: everything will be open and obvious to all involved. There should be no pretense about the differing financial motivations and incentives of wage laborers and those with shares.</li>  <li>Simplification:  Remove requirements and processes that do not serve the goal. The more abstract, generally the more useless. People should never be paid to justify their own job. They should be incentivised to automate or remove the need for it and then be promoted as they now do the work of multiple people.</li>  <li>The goal: The purpose of the business is to make money from delivering a product. I refuse to rent seek or justify it as ‘operating under the fiduciary responsibility to shareholders’. This only moves humanity backward. What is required to motivate people is a constant awareness of the goal. We should work to constantly and iteratively redefine the goal.</li></ul><p>Work should be useful. Work is rewarding not when it is ‘fun’ but when you can see the underlying purpose of the enterprise and you are shouldering the load. It is possible to motivate people to show up and comply via pure financial incentives, but it is not possible to make them benefits the company by sacrificing the expedient for the correct.</p><p>I will never run a racket.</p><p>Logistical management of the office itself a priority: simplify all processes and interactions.Any organizational fluff and documents will be ruthlessly removed at the earliest sign of their redundancy.Relevant organization charts and abstract processes will be physically placed on the wall.I will not micromanage. I will take ultimate ownership for everything.I will instill the sense that I judge my employees based on the work they produce, not the time they spend.Documents to avoid the passive voice wherever possible. It is not a sign of professionalism to remove the subject of a verb. Tick-boxing exercises to be avoided entirely. Where legally necessary, they will be acknowledged as such and excecuted with awareness.Work will thus be divided into either real or tickbox, and the distinction will be acknowledged.Everything that can be automated will be automated including HR. I cannot manage a large company, it is not my desire to do so. I have to know the entire vertical supply chain for it to function properly.Everything to be viewed through the lens of how it enhances the company’s real and tickbox labour efficiency. This is to be known as ‘solving problems’. All focus to be placed on solving problems. Review relevance of regular ongoing meetings.You need a physical office for new employees. Those with longer running relationships still need regular meet-ups.</p><h3 id=\"attitude-and-trust-ahead-of-adherence-and-dogma\">Attitude and Trust Ahead of Adherence and Dogma</h3><h2 id=\"the-archetypal-dysfunctional-work-interaction\">The archetypal dysfunctional work interaction</h2><p>The archetypal dysfunctional work interaction occurs when establishing tasks, discussing solutions, requesting assistance, giving imperative commands and appraising work.</p><p>You approach your colleague with the intention of resolving something. Their response does not answer the question, so you assume they have not understood it. You are forced to rudely interrupt and reverse in order to recalibrate to the point in question. Again your colleague introduces complexity without addressing the point. You assume that you must be lacking understanding of the problem. You assume that your colleague is charitably trying to explain the by adding the complexity as necessary context delivered in good faith in order to explain the point in question. Why would someone mention it if it were irrelevant.</p><p>You ultimately <em>need</em> an answer so you declare this lack of understanding to your colleague and thus demote your reputation and establish him the authority in the relationship. You spend some time, maybe a week or a few days reading around the topics he advised. You waste time, you don’t understand the text. The words are leaves blowing in the wind without a branch of knowledge to bind to. You eventually realize that the material doesn’t address the question. You ask other people in the organization for direction but they all point you back to the original colleague.</p><p>You are confused, you are frustrated. If you ask the original colleague again you will be directly challenging his newly established authority if you explicitly state that the material is not applicable. You decide to present the colleague with the material itself, and ask questions related to it. He brings up more material and more complexity. You are now more confused so you try something else. You go through the material and do a sort of live Q&amp;A. You weave through focusing on granular facts and suggest a connection to the the main body of knowledge to try and guide him into forging a link. He fails to see the relevance at each timer and instead explains further extraneous points. You have further degraded your authority with each failure to find a link.</p><p>Now you are more frustrated. You are effectively left with 2 options. 1. Call out your colleague directly for purposeful or ignorance obfuscation or 2. Try and move on to something else.</p><p>You are forced to choose option 2. You are not is a position to question authority. But there is only a certain number of times you can ignore fundamental questions before you loose faith in the whole enterprise and totally forsake your civil virtue. Inevitably, your trust collapses and you play work politics just to survive.</p>",
            "url": "http://localhost:4000/2022/11/13/management-perspectives-from-the-bottom",
            
            
            
            
            
            "date_published": "2022-11-13T00:00:00+01:00",
            "date_modified": "2022-11-13T00:00:00+01:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        },
    
        {
            "id": "http://localhost:4000/2022/11/13/bullshit-jobs",
            "title": "Bullshit Jobs",
            "summary": null,
            "content_text": "TYPES## FlunkiesJobs that only serve to improve the reputation, image or perceived value. A product of vanity.e.g. certain receptionists or P.A.s where there are no calls to takeGoonsJobs that exist in adversarial situations because the competitor has them. Prisoners dilemma, destructive competitiveness, manufactured demand, excessive supply, con schemes, services and shit you don’t need.e.g. Armies, Corporate Lawyers,Duct tapersJobs that exist to treat symptoms rather than the root cause of a problem. Shortsighted, temporary remediation. Lack of long term strategy. e.g. IT people who spend all their time repairing out of date systems,Box tickersJobs dominated by compliance or paperwork that exist only because the value in the paperwork, accreditation, or analysis is more important than actually doing the task itself. Allows an organisation to claim it is doing something that it is not doing. Value of third party accredited qualifications or approved documentation greater than personal trust. Ass covering, fear of liability, obsession with compliance over competence.e.g. Bullshit corporate training, Consultancy Companies forcing meaningless charity events on employees purely to meet the criteria of Times top 100 employers list.TaskmastersUnnecessary levels of supervision They act as liability buffers or simply because upper management has a lack of trust in lower ranks and won’t allow them to operate independently. e.g. Middle management, project managers, finance peopleExamples in nucleargrads:  tediously long and formal emails -box ticking  training courses that are twice as long as they need to be and deliver very little ostensible value. - duct taping and box ticking  the appearance of doing work over inherent values. I.e. the ability to discuss the work in appraisal and have a substantial document to support it.They should put us in a room and try to make us solve Sellafield. Come up with a plan. figure it out ourselves. give us access to loads of technical informationReasonsRent seeking - exploitation of defined rules to accrue wealth but not deliver value. Striving to become gatekeepers who deliver no value but exists as a bureaucratic lynchpin.Decadent listlessness - drives need to convince people they need to buy things they don’t need or to do things that defy common senseLoss of community, lack of trust and total reliance on litigation. Breakdown of real personal relationships due to corporate mobility, burgeoning organisations of strangers entirely reliant on processes, impersonal interactions. People never work where they grow up, and move jobs every few years.Protectionism - maintaining copyright or intellectual property which prevents ability to collaborate and creates unnecessary red-tape around useful data.Short Term Thinking to meet immediate management or shareholder requirements - need for immediate profit moves investment away from solving the root cause of problems.No workplace freedom suppression - A lot of bullshit in the workplace comes from the inability to speak your mind as  result of being constantly on the record. This means that truths are not communicated effectively. In order to humanize the office. Managers may use unnatural ‘creativity’ exercises to build false rapport.Paying for someone’s time rather than for the completion of a tasks or delivery of value. This is a perverse incentive. Too often, employees function as serfs, being paid to appear busy to their colleges and managers. Managers are often content to incubate their egos through the illusion their underlings are working, even if they are not doing anything useful.Reality doesn’t matter as much as legal compliance or the paper-trail. eg. Museum guard not allowed to read any novels while guarding an empty room. ee.g. Girl who completed all exams and received good grades but emotionally was not capable of completing documentation to register these results.Personal experiences: security incident - being reported up each stage of the chain. I was punished because I believed the lies I was told in the security training session that ‘there is no stupid question about security’.It is for this reason that the commercial world feels exceptionally hollow. Our interactions are with institutions akin to a catholic church. An elaborate façade to keep up appearances, smiling faces, shiny expensive pamphlets with perfect ethnic and gender diversity, automated tannoy messages declaring how they are truly sorry they are for your delay, self declared ‘polite notices’. At a deeper level, you find jobsworths who will obstiantly impose on you rules that they have no shame in denying any understanding of nor in professing a lack of any personal or professional compulsion to find out why they are imposing these rules.A basic axiom of my world view, baked into me from parents and school, clearly from a by-gone age, is that work should have a purpose that benefits humanity. Institutions of existence and I find this society wide presence unbearable. Each failure of an individual to speak what he or she knows to be true for the sake of personal expediency is an incremental step towards tyranny.At the core of our economy lies the truth that it is perceived value that matters, not actual value. All that matters to stock charts and projections and the betting market of investment is belief. Belief that something has value is the route to accruing confidence. It matters not whether that something has any actual value as determined by common sense.The counter-argumentShortly after Graeber released his essay, the economist published a rebuttal which argued that the purposeless feeling of the modern working world was an illusion. The incomprehensible these jobs was simply due to the inherent complexity of an advanced economy. That people simply cannot understand the utility of their role from their narrow, local perspective, but that, viewed holistically, they do function as a cog in a greater machine.",
            "content_html": "<h1 id=\"types-flunkies\">TYPES## Flunkies</h1><p>Jobs that only serve to improve the reputation, image or perceived value. A product of vanity.e.g. certain receptionists or P.A.s where there are no calls to take</p><h2 id=\"goons\">Goons</h2><p>Jobs that exist in adversarial situations because the competitor has them. Prisoners dilemma, destructive competitiveness, manufactured demand, excessive supply, con schemes, services and shit you don’t need.e.g. Armies, Corporate Lawyers,</p><h2 id=\"duct-tapers\">Duct tapers</h2><p>Jobs that exist to treat symptoms rather than the root cause of a problem. Shortsighted, temporary remediation. Lack of long term strategy. e.g. IT people who spend all their time repairing out of date systems,</p><h2 id=\"box-tickers\">Box tickers</h2><p>Jobs dominated by compliance or paperwork that exist only because the value in the paperwork, accreditation, or analysis is more important than actually doing the task itself. Allows an organisation to claim it is doing something that it is not doing. Value of third party accredited qualifications or approved documentation greater than personal trust. Ass covering, fear of liability, obsession with compliance over competence.e.g. Bullshit corporate training, Consultancy Companies forcing meaningless charity events on employees purely to meet the criteria of Times top 100 employers list.</p><h2 id=\"taskmasters\">Taskmasters</h2><p>Unnecessary levels of supervision They act as liability buffers or simply because upper management has a lack of trust in lower ranks and won’t allow them to operate independently. e.g. Middle management, project managers, finance peopleExamples in nucleargrads:</p><ul>  <li>tediously long and formal emails -box ticking</li>  <li>training courses that are twice as long as they need to be and deliver very little ostensible value. - duct taping and box ticking</li>  <li>the appearance of doing work over inherent values. I.e. the ability to discuss the work in appraisal and have a substantial document to support it.</li></ul><p>They should put us in a room and try to make us solve Sellafield. Come up with a plan. figure it out ourselves. give us access to loads of technical information</p><h2 id=\"reasons\">Reasons</h2><p>Rent seeking - exploitation of defined rules to accrue wealth but not deliver value. Striving to become gatekeepers who deliver no value but exists as a bureaucratic lynchpin.</p><p>Decadent listlessness - drives need to convince people they need to buy things they don’t need or to do things that defy common sense</p><p>Loss of community, lack of trust and total reliance on litigation. Breakdown of real personal relationships due to corporate mobility, burgeoning organisations of strangers entirely reliant on processes, impersonal interactions. People never work where they grow up, and move jobs every few years.</p><p>Protectionism - maintaining copyright or intellectual property which prevents ability to collaborate and creates unnecessary red-tape around useful data.</p><p>Short Term Thinking to meet immediate management or shareholder requirements - need for immediate profit moves investment away from solving the root cause of problems.</p><p>No workplace freedom suppression - A lot of bullshit in the workplace comes from the inability to speak your mind as  result of being constantly on the record. This means that truths are not communicated effectively. In order to humanize the office. Managers may use unnatural ‘creativity’ exercises to build false rapport.</p><p>Paying for someone’s time rather than for the completion of a tasks or delivery of value. This is a perverse incentive. Too often, employees function as serfs, being paid to appear busy to their colleges and managers. Managers are often content to incubate their egos through the illusion their underlings are working, even if they are not doing anything useful.</p><p>Reality doesn’t matter as much as legal compliance or the paper-trail. eg. Museum guard not allowed to read any novels while guarding an empty room. ee.g. Girl who completed all exams and received good grades but emotionally was not capable of completing documentation to register these results.</p><p>Personal experiences: security incident - being reported up each stage of the chain. I was punished because I believed the lies I was told in the security training session that ‘there is no stupid question about security’.</p><p>It is for this reason that the commercial world feels exceptionally hollow. Our interactions are with institutions akin to a catholic church. An elaborate façade to keep up appearances, smiling faces, shiny expensive pamphlets with perfect ethnic and gender diversity, automated tannoy messages declaring how they are truly sorry they are for your delay, self declared ‘polite notices’. At a deeper level, you find jobsworths who will obstiantly impose on you rules that they have no shame in denying any understanding of nor in professing a lack of any personal or professional compulsion to find out why they are imposing these rules.</p><p>A basic axiom of my world view, baked into me from parents and school, clearly from a by-gone age, is that work should have a purpose that benefits humanity. Institutions of existence and I find this society wide presence unbearable. Each failure of an individual to speak what he or she knows to be true for the sake of personal expediency is an incremental step towards tyranny.</p><p>At the core of our economy lies the truth that it is perceived value that matters, not actual value. All that matters to stock charts and projections and the betting market of investment is belief. Belief that something has value is the route to accruing confidence. It matters not whether that something has any actual value as determined by common sense.</p><h1 id=\"the-counter-argument\">The counter-argument</h1><p>Shortly after Graeber released his essay, the economist published a rebuttal which argued that the purposeless feeling of the modern working world was an illusion. The incomprehensible these jobs was simply due to the inherent complexity of an advanced economy. That people simply cannot understand the utility of their role from their narrow, local perspective, but that, viewed holistically, they do function as a cog in a greater machine.</p>",
            "url": "http://localhost:4000/2022/11/13/bullshit-jobs",
            
            
            
            
            
            "date_published": "2022-11-13T00:00:00+01:00",
            "date_modified": "2022-11-13T00:00:00+01:00",
            
                "author": 
                "{"twitter"=>nil, "name"=>nil, "avatar"=>nil, "email"=>nil, "url"=>nil}"
                
            
        }
    
    ]
}